<div class="w-full my-12 pb-2 h-full bg-bright-lemon">
  <h1 class="py-12 text-center uppercase text-6xl font-bold text-bright-blue">
    Facts about my girlfriend
  </h1>
  <h2 class="py-12 pt-0 text-center text-3xl font-bold text-bright-red">
    When I'm with you, everything feels right.
  </h2>
  <div class="mb-12 mx-8">
    <article
      class="p-4 text-bright-blue font-extrabold text-xl bg-dark-purple border-2 border-bright-blue rounded-lg"
    >
      <ul class="list-disc px-8">
        <li class="py-2">
          ตาลติดน้องฉลามกับโลมา เวลาบินไปต่างประเทศต้องพกติดตัวไปนอนกอดด้วยตลอด
        </li>
        <li class="py-2">
          ตอนแรกตาลชอบสีเขียว 緑 みどり Midori แล้วก็เปลี่ยนมาชอบสีม่วง 紫
          Murasaki
        </li>
        <li class="py-2">
          ตาลชอบกินผัก ชอบกินแตงกวาหรือมะเขือเทศราชินีมาก สามารถกินได้ทั้งวัน
          และกินเนื้อทุกอย่างที่ไม่ติดมัน
        </li>
        <li class="py-2">
          ตาลชอบกินต้มจืดเต้าหู้ไข่วุ้นเส้น หรือต้มจับฉ่าย ต้มจืดตำลึง
        </li>
        <li class="py-2">
          ตาลชอบกินก๋วยเตี๋ยวเส้นเล็กน้ำใสลูกชิ้นปลากลมและฮือก้วยทอด
          เพราะชอบลูกชิ้นปลามากกว่าลูกชิ้นหมู
        </li>
        <li class="py-2">
          ตาลไม่ดื่มน้ำเย็น ชอบดื่มน้ำอุ่นหรือน้ำร้อน เพราะแพ้อากาศ
        </li>
        <li class="py-2">
          ตาลชอบดื่มโกโก้มากกว่ากาแฟ เพราะดื่มกาแฟแล้วใจสั่น แต่ถ้าดื่มกาแฟ
          จะชอบดื่ม Mocha Java Chip Frappuccino มอคค่า จาวา ชิพ แฟรบปูชิโน่ปั่น
        </li>
        <li class="py-2">
          ตาลชอบกินLays เลย์คลาสสิค และ เลย์คลาสสิครสซาวครีม Lays classic sour
          cream
        </li>
        <li class="py-2">
          ตาลชอบดื่ม Fresh Milk Black Honey นมสดไข่มุกกาก้าเม็ดน้ำผึ้งที่ร้าน
          <span class="underline">GAGA (กาก้า)</span>
          หรือดื่มชานมเฉ่าก๊วยที่<span class="underline">สยามโซนร้อน</span>
        </li>
        <li class="py-2">
          อาหารจานโปรดของตาล คือ ข้าวขาหมู ที่<span class="underline"
            >เดอะมอลล์ ท่าพระ</span
          >
          หรือตลาดหลังเดอะมอลล์ ท่าพระ ข้าวมันไก่หน้าบ้าน ตาลไม่กินเป็ดนอกจากเป็ด
          MK
        </li>
        <li class="py-2">ตาลชอบกิน สปาเก็ตตี้ซอสโบโลเนส Spaghetti bolognese</li>
        <li class="py-2">
          ตาลชอบดูหนังผี เช่น Shutter ชัตเตอร์ กดติดวิญญาณ และหนังสยองขวัญ เช่น
          999-9999 ต่อติดตาย
        </li>
        <li class="py-2">ตาลกลัวจิ้งจกกับตุ๊กแกมาก</li>
        <li class="py-2">ตาลกลัวตุ๊กตา Chucky</li>
        <li class="py-2">
          ตาลชอบน้ำหอม Chloé Nomade Eau de Parfum แต่ถ้าออกงานก็ต้อง Chloé
          Signature Eau De Parfum
        </li>
        <li class="py-2">
          ตาลเรียกหนูว่า Stuart Little สจ๊วตลิตเติ้ล และเรียกแมงสาบว่าปีเตอร์
        </li>
        <li class="py-2">ตาลชอบฟังเพลงตามกระแส เพลงแนว R&B</li>
        <li class="py-2">
          แต่ก่อนตาลชอบหมาเพราะเลี้ยงหมา
          และไม่ค่อยชอบไปสุงสิงกับแมวเพราะกลัวมันข่วน
          และก็ไม่รู้ว่าต้องจับหรือเกามันตรงไหน แต่เดี๋ยวนี้ชอบแมวเพราะเลี้ยงแมว
          และเห้นว่าแมวนั้นน่ารักดี
        </li>
        <li class="py-2">
          ตาลเป็นผู้หญิงที่มีเสน่ห์และมักจะยิ้มเก่ง
          รู้จักควบคุมอารมณ์ความรู้สึกของตัวเองได้เป็นอย่างดี
          มีเรื่องให้หงุดหงิดหรือโมโหก็ไม่วีนไม่เหวี่ยง
        </li>
        <li class="py-2">
          ตาลรู้จักวางตัว รู้ว่าต้องปฏิบัติตัวแบบไหนในสถานการณ์ต่าง ๆ
          อยู่ต่อหน้าผู้ใหญ่ อยู่กับเพื่อนกับแฟน หรืออยู่กับคนที่ไม่รู้จัก
          ต้องทำตัวยังไงให้เหมาะสม
        </li>
        <li class="py-2">
          ตาลเป็นตัวของตัวเองไม่แอ๊บ ไม่ปลอม เป็นคนแบบไหนก็แสดงออกมาแบบนั้น
          ทุกอย่างจะดูเป็นธรรมชาติไปหมด
        </li>
        <li class="py-2">
          ตาลเป็นหนอนหนังสือ ถ้าอ่านไม่จบตามที่ตั้งใจไว้คงนอนไม่หลับเป็นแน่
          ตาลชอบอ่านหนังสือแนวสยองขวัญหรือเรื่องลี้ลับวิญญาณหลอน
        </li>
      </ul>
    </article>
  </div>
</div>
